Repository: SLIIT-Y3S2/glamourme-business
Catalog: lib/l10n/app_*.arb
Languages: si

# oboardingText1
source: Stay in the loop with instant updates on new appointments and updates.
si: නව හමුවීම් සහ යාවත්කාලීන කිරීම් පිළිබඳ ක්ෂණික යාවත්කාලීන සමඟ ලූපයේ රැඳී සිටින්න.

# oboardingText2
source: Access valuable insights and reports to make data-driven decisions.
si: දත්ත මත පදනම් වූ තීරණ ගැනීමට වටිනා තීක්ෂ්ණ බුද්ධිය සහ වාර්තා වෙත ප්‍රවේශ වන්න.

# oboardingText3
source: Let's embark on a journey to achieve salon success together.
si: සැලෝන් සාර්ථකත්වය ළඟා කර ගැනීම සඳහා අපි එක්ව ගමනක් යමු.

source: Get Started
si: ආරම්භ කරන්න

source: Signing in
si: පුරනය වෙමින්

source: Signed in successfully.
si: සාර්ථකව පුරනය විය.

source: Welcome Back!
si: ආපසු සාදරයෙන් පිළිගනිමු!

# welcomeBackDescription
source: Don't you have an account?
si: ගිණුමක් නැද්ද?

source: Sign Up
si: ලියාපදිංචි වන්න

# emailValidation
source: Please enter a valid email address
si: කරණාකර වලංගු ඊතැපැල් ලිපිනයක් ඇතුළු කරන්න

# passwordValidation
source: Enter a valid password with 6 or more characters
si: අක්ෂර 6ක් හෝ වැඩි ගණනක් සහිත වලංගු මුරපදයක් ඇතුළත් කරන්න

# nameValidation
source: Please enter a valid name
si: කරුණාකර වලංගු නමක් ඇතුළත් කරන්න

# passwordMatchValidation
source: Passwords do not match.
si: මුර පද ගැලපෙන්නේ නැත

source: Creating user
si: පරිශීලක නිර්මාණය වෙමින් පවතී

source: User created
si: පරිශීලකයා නිර්මාණය කරන ලදී

source: Email
si: විද්යුත් තැපෑල

# enterEmail
source: Your email here
si: විද්යුත් තැපෑල ඇතුලත් කරන්න

source: Password
si: මුරපදය

# enterPassword
source: Your password here
si: මුරපදය ඇතුලත් කරන්න

source: Login
si: ඇතුල් වන්න

source: Or Login using
si: නැතහොත් භාවිතා කර ලොග් වන්න

source: Already have an Account?
si: දැනටමත් ගිණුමක් තිබේද?

source: Name
si: නම

# nameHint
source: Your name here
si: ඔබේ නම මෙහි ලියන්න

source: Confirm Password
si: මුරපදය තහවුරු කරන්න

# enterConfirmPassword
source: Confirm your password here
si: ඔබගේ මුරපදය නැවත ලියන්න

# whatIsYourBusinessName
source: What's your business name?
si: ඔබේ ව්‍යාපාරයේ නම කුමක්ද?

source: Business Name
si: ව්‍යාපාරයේ නම

# enterBusinessName
source: Enter your business name
si: abc සැලෝන්

# website
source: website(optional)
si: වෙබ් අඩවිය(ඔබට තිබේ නම් පමණි)

# nextbtn
source: Next
si: ඊළඟ

source: Hair
si: හිසකෙස්

source: Nail
si: නියපොතු

source: Barber
si: බාබර්

source: Skin
si: සම

source: Hair removal
si: හිසකෙස් ඉවත් කිරීම

# lashesAndBrows
source: Lashes & Brows
si: ඇහිබැමි සහ බ්‍රවුස්

source: Makeup
si: වෙස් ගන්වන්න

source: Tatoo
si: පච්චය

source: Where is your business located at?
si: ඔබේ ව්‍යාපාරය පිහිටා ඇත්තේ කොහේද?

source: Enter Address
si: ලිපිනය ඇතුලත් කරන්න

source: opening Hours
si: විවෘත වේලාවන්

source: Monday
si: සඳුදා

source: Tuesday
si: අඟහරුවාදා

source: Wednesday
si: බදාදා

source: Thursday
si: බ්රහස්පතින්දා

source: Friday
si: සිකුරාදා

source: Saturday
si: සෙනසුරාදා

source: Sunday
si: ඉරිදා

source: Upload an image of your business
si: ඔබේ ව්‍යාපාරයේ රූපයක් ඇතුළු කරන්න

source: Business Created
si: ව්‍යාපාරය නිර්මාණය විය

source: Welcome
si: සාදරයෙන් පිළිගනිමු

source: Appointments
si: පත්වීම්

source: Notifications
si: දැනුම්දීම්

source: My Business
si: මගේ ව්‍යාපාරය

source: Profile
si: පැතිකඩ

source: Services
si: සේවා

# servicesSentence
source: Add services, Manage all the services you offer.
si: සේවා එකතු කරන්න, ඔබ සපයන සියලුම සේවාවන් කළමනාකරණය කරන්න.

# openingHoursSentence
source: Adjust your opening hours
si: ඔබේ විවෘත වේලාවන් සකසන්න

source: Payments
si: ගෙවීම

# paymentSentence
source: Payment methods, Transaction History
si: ගෙවීම් ක්රම, ගනුදෙනු ඉතිහාසය

source: Your Clients
si: ඔබේ ගනුදෙනුකරුවන්

# yourclientSentence
source: View all list of clients you have served, Leave feedback
si: ඔබ සේවය කර ඇති සියලුම සේවාදායකයින්ගේ ලැයිස්තුව බලන්න, ප්‍රතිපෝෂණ තබන්න

# yourServices
source: Your Serices
si: ඔබේ සේවාවන්

# addnewserviceBtn
source: Add new service
si: නව සේවාවක් එක් කරන්න

# addnewserviceTopic
source: Add New Service
si: නව සේවාවක් එක් කරන්න

source: Service Name
si: සේවා නාමය

# serviceHint
source: ex- Haircut
si: උදා - කොණ්ඩය කැපීම

# selectCtegory
source: Select Category
si: වර්ගය තෝරන්න

# serviceDesc
source: Service Description
si: සේවා විස්තරය

# serviceDescHint
source: Describe your service..
si: ඔබගේ සේවය විස්තර කරන්න..

source: Service Available for
si: සඳහා ලබා ගත හැකි සේවාව

source: Select Time
si: කාලය තෝරන්න

source: Service price
si: සේවා මිල

# uploadImg
source: Upload Image
si: පින්තූර උඩුගත කරන්න

# cancelBtn
source: cancel
si: අවලංගු කරන්න

# saveBtn
source: Save
si: සුරකින්න

source: Please fill all the fields
si: කරුණාකර සියලුම ක්ෂේත්‍ර පුරවන්න

source: Language
si: භාෂාව

# languageDescription
source: Select Your Language
si: ඔබේ භාෂාව තෝරන්න

source: Your Favourites
si: ඔබගේ ප්රියතම

# yourFavouritesDescription
source: Reorder your favourite services in a click
si: ක්ලික් කිරීමකින් ඔබගේ ප්‍රියතම සේවාවන් නැවත ඇණවුම් කරන්න

# paymentsDescription
source: Reorder your favourite services in a click
si: ක්ලික් කිරීමකින් ඔබගේ ප්‍රියතම සේවාවන් නැවත ඇණවුම් කරන්න

source: Signout
si: වරන්න

source: Home
si: ගෙදර

source: Salons
si: රූපලාවන්යාගාර

source: Beauty Services
si: රූපලාවන්ය සේවා

source: Popular near you
si: ඔබ අසල ජනප්‍රිය

source: see all
si: ඔක්කොම බලන්න

source: Recommended
si: නිර්දේශ කර ඇත

# viewAll
source: View
si: බලන්න

source: Book
si: වෙන්කරවා ගැනීම

# businessHrs
source: Business Hours
si: ව්යාපාරික වේලාවන්

source: Favourite
si: ප්රියතම

source: Ladies
si: කාන්තා

source: Gents
si: පිරිමි

source: Unisex
si: ඒකලිංගික

source: Checkout
si: පිටවීම

source: Appointment
si: පත්වීම
